Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# CmdAlias_view_minimapZero
source: minimap
ar: minimap خريطة مصغرة
cs: minimapa minimap
el: μικροχάρτης minimap
es: minimapa minimap
fa: نقشهٔ کوچک, minimap
fr: minicarte minimap
hu: minitérkép miniterkep nulla minimap
id: peta mini bukan nol minimap
it: minimappa zero minimap
ja: みにまっぷ ぜろいがい
ko: 미니맵 0 제로 아닌 바이트 minimap
pl: minimapa zero niezerowe minimap
pt: minimapa zero minimap
ro: minihartă miniharta minimap
th: มินิแมป ไม่ใช่ศูนย์ minimap
tr: mini harita minimap
uk: мінікарта minimap
vi: bản đồ thu nhỏ khác 0 minimap
zh_hans: 缩略图 小地图 非零 minimap
zh_hant: 縮圖 非零 minimap

# Cmd_view_minimapByteTheme
source: Minimap content: Byte theme
ar: محتوى الخريطة المصغرة: سمة البايتات
cs: Obsah minimapy: motiv bajtů
de: Minimap-Inhalt: Byte-Design
el: Περιεχόμενο μικροχάρτη: Θέμα byte
es: Contenido del minimapa: tema de bytes
fa: محتوای نقشهٔ کوچک: طرح زمینهٔ بایت
fr: Contenu de la minicarte : thème d'octets
hu: Minitérkép tartalma: bájttéma
id: Isi peta mini: Tema byte
it: Contenuto minimappa: tema dei byte
ja: ミニマップの表示内容: バイトテーマ
ko: 미니맵 내용: 바이트 테마
pl: Zawartość minimapy: motyw bajtów
pt: Conteúdo do minimapa: tema de bytes
ro: Conținut minihartă: temă octeți
th: เนื้อหามินิแมป: ธีมไบต์
tr: Mini harita içeriği: Bayt teması
uk: Вміст мінікарти: тема байтів
vi: Nội dung bản đồ thu nhỏ: Chủ đề byte
zh_hans: 缩略图内容：字节主题
zh_hant: 縮圖內容：位元組配色

# CmdAlias_view_minimapByteTheme
source: minimap
ar: minimap خريطة مصغرة
cs: minimapa minimap
el: μικροχάρτης minimap
es: minimapa minimap
fa: نقشهٔ کوچک, minimap
fr: minicarte minimap
hu: minitérkép miniterkep bájttéma bajttema minimap
id: peta mini tema byte minimap
it: minimappa tema byte minimap
ja: みにまっぷ ばいとてーま
ko: 미니맵 바이트 테마 minimap
pl: minimapa motyw bajt minimap
pt: minimapa tema byte minimap
ro: minihartă miniharta minimap
th: มินิแมป ธีมไบต์ minimap
tr: mini harita minimap
uk: мінікарта minimap
vi: bản đồ thu nhỏ chủ đề byte minimap
zh_hans: 缩略图 小地图 字节主题 minimap
zh_hant: 縮圖 位元組配色 minimap

# Cmd_view_minimapWhole
source: Minimap range: Whole document
ar: نطاق الخريطة المصغرة: المستند بأكمله
cs: Rozsah minimapy: celý dokument
de: Minimap-Bereich: Gesamtes Dokument
el: Εύρος μικροχάρτη: Ολόκληρο το έγγραφο
es: Rango del minimapa: todo el documento
fa: محدودهٔ نقشهٔ کوچک: کل سند
fr: Zone de la minicarte : document entier
hu: Minitérkép tartománya: teljes dokumentum
id: Rentang peta mini: Seluruh dokumen
it: Intervallo minimappa: intero documento
ja: ミニマップの範囲: 全体
ko: 미니맵 범위: 문서 전체
pl: Zakres minimapy: cały dokument
pt: Intervalo do minimapa: documento inteiro
ro: Interval minihartă: tot documentul
th: ช่วงมินิแมป: ทั้งเอกสาร
tr: Mini harita aralığı: Tüm belge
uk: Діапазон мінікарти: увесь документ
vi: Phạm vi bản đồ thu nhỏ: Toàn bộ tài liệu
zh_hans: 缩略图范围：整个文档
zh_hant: 縮圖範圍：整份文件

# CmdAlias_view_minimapWhole
source: minimap
ar: minimap خريطة مصغرة
cs: minimapa minimap
el: μικροχάρτης minimap
es: minimapa minimap
fa: نقشهٔ کوچک, minimap
fr: minicarte minimap
hu: minitérkép miniterkep teljes minimap
id: peta mini seluruh minimap
it: minimappa intero minimap
ja: みにまっぷ ぜんたい
ko: 미니맵 범위 전체 minimap
pl: minimapa cały minimap
pt: minimapa inteiro minimap
ro: minihartă miniharta minimap
th: มินิแมป ทั้งเอกสาร minimap
tr: mini harita minimap
uk: мінікарта minimap
vi: bản đồ thu nhỏ toàn bộ minimap
zh_hans: 缩略图 小地图 整个 minimap
zh_hant: 縮圖 整份 全部 minimap

# Cmd_view_minimapAround
source: Minimap range: Around the view
ar: نطاق الخريطة المصغرة: حول العرض
cs: Rozsah minimapy: okolí zobrazení
de: Minimap-Bereich: Um die Ansicht
el: Εύρος μικροχάρτη: Γύρω από την προβολή
es: Rango del minimapa: alrededor de la vista
fa: محدودهٔ نقشهٔ کوچک: اطراف نما
fr: Zone de la minicarte : autour de la vue
hu: Minitérkép tartománya: a nézet környezete
id: Rentang peta mini: Sekitar tampilan
it: Intervallo minimappa: intorno alla vista
ja: ミニマップの範囲: 周辺
ko: 미니맵 범위: 보기 주변
pl: Zakres minimapy: wokół widoku
pt: Intervalo do minimapa: em torno da exibição
ro: Interval minihartă: în jurul vizualizării
th: ช่วงมินิแมป: รอบมุมมอง
tr: Mini harita aralığı: Görünümün çevresi
uk: Діапазон мінікарти: навколо області перегляду
vi: Phạm vi bản đồ thu nhỏ: Quanh vùng hiển thị
zh_hans: 缩略图范围：视图周围
zh_hant: 縮圖範圍：檢視周圍

# CmdAlias_view_minimapAround
source: minimap
ar: minimap خريطة مصغرة
cs: minimapa minimap
el: μικροχάρτης minimap
es: minimapa minimap
fa: نقشهٔ کوچک, minimap
fr: minicarte minimap
hu: minitérkép miniterkep környezet kornyezet minimap
id: peta mini sekitar minimap
it: minimappa intorno minimap
ja: みにまっぷ しゅうへん
ko: 미니맵 범위 주변 minimap
pl: minimapa wokół minimap
pt: minimapa em torno minimap
ro: minihartă miniharta minimap
th: มินิแมป รอบมุมมอง minimap
tr: mini harita minimap
uk: мінікарта minimap
vi: bản đồ thu nhỏ xung quanh minimap
zh_hans: 缩略图 小地图 周围 minimap
zh_hant: 縮圖 周圍 minimap

# Cmd_view_minimapExact
source: Minimap: Calculate exactly
ar: الخريطة المصغرة: حساب دقيق
cs: Minimapa: počítat přesně
de: Minimap: Exakt berechnen
el: Μικροχάρτης: Ακριβής υπολογισμός
es: Minimapa: calcular con exactitud
fa: نقشهٔ کوچک: محاسبهٔ دقیق
fr: Minicarte : calculer exactement
hu: Minitérkép: pontos számítás
id: Peta mini: Hitung dengan tepat
it: Minimappa: calcola con precisione
ja: ミニマップ: 正確に計算
ko: 미니맵: 정확하게 계산
pl: Minimapa: oblicz dokładnie
pt: Minimapa: calcular com precisão
ro: Minihartă: calcul exact
th: มินิแมป: คำนวณอย่างแม่นยำ
tr: Mini harita: Tam olarak hesapla
uk: Мінікарта: обчислювати точно
vi: Bản đồ thu nhỏ: Tính chính xác
zh_hans: 缩略图：精确计算
zh_hant: 縮圖：精確計算

# CmdAlias_view_minimapExact
source: minimap
ar: minimap خريطة مصغرة
cs: minimapa minimap
el: μικροχάρτης minimap
es: minimapa minimap
fa: نقشهٔ کوچک, minimap
fr: minicarte minimap
hu: minitérkép miniterkep pontos minimap
id: peta mini tepat minimap
it: minimappa preciso minimap
ja: みにまっぷ せいかくにけいさん
ko: 미니맵 정확 계산 minimap
pl: minimapa dokładnie minimap
pt: minimapa preciso minimap
ro: minihartă miniharta minimap
th: มินิแมป แม่นยำ minimap
tr: mini harita minimap
uk: мінікарта minimap
vi: bản đồ thu nhỏ chính xác minimap
zh_hans: 缩略图 小地图 精确 minimap
zh_hant: 縮圖 精確 計算 minimap

# Cmd_view_split
source: Split or unsplit
ar: تقسيم أو إلغاء التقسيم
cs: Rozdělit nebo zrušit rozdělení
de: Teilen oder Teilung aufheben
el: Διαίρεση ή κατάργηση διαίρεσης
es: Dividir o quitar división
fa: تقسیم یا لغو تقسیم
fr: Fractionner ou annuler le fractionnement
hu: Felosztás be/ki
id: Pisah atau gabung layar
it: Dividi o annulla divisione
ja: 画面を分割
ko: 분할 또는 분할 해제
pl: Podziel lub cofnij podział
pt: Dividir ou desfazer divisão
ro: Divizare sau anulare divizare
th: แบ่งหรือยกเลิกการแบ่ง
tr: Böl veya bölmeyi kaldır
uk: Розділити або прибрати розділення
vi: Chia hoặc bỏ chia
zh_hans: 拆分或取消拆分
zh_hant: 分割或取消分割

# CmdAlias_view_split
source: split pane
ar: split pane تقسيم جزء
cs: rozdělit rozdelit podokno split pane
de: teilen fensterbereich split pane
el: διαίρεση τμήμα split pane
es: dividir panel split pane
fa: تقسیم قاب, split pane
fr: fractionner volet split pane
hu: felosztás felosztas ablaktábla ablaktabla split pane
id: pisah layar panel split pane
it: dividi riquadro split pane
ja: がめんをぶんかつ
ko: 화면 분할 창 split pane
pl: podziel okienko split pane
pt: dividir painel split pane
ro: divizare panou split pane
th: แบ่งหน้าจอ บานหน้าต่าง split pane
tr: böl bölme split pane
uk: розділити область split pane
vi: chia màn hình ngăn split pane
zh_hans: 拆分 分割 窗格 split pane
zh_hant: 分割 窗格 split pane

# Cmd_view_splitHorizontal
source: Split top and bottom
ar: تقسيم علوي وسفلي
cs: Rozdělit nahoru a dolů
de: Oben und unten teilen
el: Διαίρεση πάνω και κάτω
es: Dividir arriba y abajo
fa: تقسیم بالا و پایین
fr: Fractionner en haut et en bas
hu: Felosztás felülre és alulra
id: Pisah atas dan bawah
it: Dividi in alto e in basso
ja: 画面を上下に分割
ko: 위아래로 분할
pl: Podziel na górę i dół
pt: Dividir em cima e embaixo
ro: Divizare sus și jos
th: แบ่งบนและล่าง
tr: Üst ve alt olarak böl
uk: Розділити згори й знизу
vi: Chia trên và dưới
zh_hans: 上下拆分
zh_hant: 上下分割

# CmdAlias_view_splitHorizontal
source: split pane
ar: split pane تقسيم جزء
cs: rozdělit rozdelit podokno split pane
de: teilen fensterbereich split pane
el: διαίρεση τμήμα split pane
es: dividir panel split pane
fa: تقسیم قاب, split pane
fr: fractionner volet split pane
hu: felosztás felosztas vízszintes vizszintes ablaktábla split pane
id: pisah layar atas bawah split pane
it: dividi riquadro orizzontale split pane
ja: がめんをじょうげにぶんかつ
ko: 화면 분할 위아래 상하 창 split pane
pl: podziel okienko poziomo split pane
pt: dividir painel horizontal split pane
ro: divizare panou split pane
th: แบ่งหน้าจอ บน ล่าง split pane
tr: böl bölme split pane
uk: розділити область split pane
vi: chia màn hình trên dưới split pane
zh_hans: 拆分 分割 窗格 上下 split pane
zh_hant: 分割 上下 窗格 split pane

# Cmd_view_splitVertical
source: Split left and right
ar: تقسيم أيمن وأيسر
cs: Rozdělit doleva a doprava
de: Links und rechts teilen
el: Διαίρεση αριστερά και δεξιά
es: Dividir a izquierda y derecha
fa: تقسیم چپ و راست
fr: Fractionner à gauche et à droite
hu: Felosztás balra és jobbra
id: Pisah kiri dan kanan
it: Dividi a sinistra e a destra
ja: 画面を左右に分割
ko: 좌우로 분할
pl: Podziel na lewo i prawo
pt: Dividir à esquerda e à direita
ro: Divizare stânga și dreapta
th: แบ่งซ้ายและขวา
tr: Sol ve sağ olarak böl
uk: Розділити ліворуч і праворуч
vi: Chia trái và phải
zh_hans: 左右拆分
zh_hant: 左右分割

# CmdAlias_view_splitVertical
source: split pane
ar: split pane تقسيم جزء
cs: rozdělit rozdelit podokno split pane
de: teilen fensterbereich split pane
el: διαίρεση τμήμα split pane
es: dividir panel split pane
fa: تقسیم قاب, split pane
fr: fractionner volet split pane
hu: felosztás felosztas függőleges fuggoleges ablaktábla split pane
id: pisah layar kiri kanan split pane
it: dividi riquadro verticale split pane
ja: がめんをさゆうにぶんかつ
ko: 화면 분할 좌우 창 split pane
pl: podziel okienko pionowo split pane
pt: dividir painel vertical split pane
ro: divizare panou split pane
th: แบ่งหน้าจอ ซ้าย ขวา split pane
tr: böl bölme split pane
uk: розділити область split pane
vi: chia màn hình trái phải split pane
zh_hans: 拆分 分割 窗格 左右 split pane
zh_hant: 分割 左右 窗格 split pane

# Cmd_view_splitRemove
source: Remove split
ar: إزالة التقسيم
cs: Zrušit rozdělení
de: Teilung aufheben
el: Κατάργηση διαίρεσης
es: Quitar división
fa: حذف تقسیم
fr: Supprimer le fractionnement
hu: Felosztás megszüntetése
id: Hapus pemisahan
it: Rimuovi divisione
ja: 分割の解除
ko: 분할 해제
pl: Usuń podział
pt: Remover divisão
ro: Eliminare divizare
th: ยกเลิกการแบ่ง
tr: Bölmeyi kaldır
uk: Прибрати розділення
vi: Bỏ chia
zh_hans: 取消拆分
zh_hant: 移除分割

# CmdAlias_view_splitRemove
source: split pane
ar: split pane تقسيم جزء
cs: rozdělit rozdelit podokno split pane
de: teilen fensterbereich split pane
el: διαίρεση τμήμα split pane
es: dividir panel split pane
fa: تقسیم قاب, split pane
fr: fractionner volet split pane
hu: felosztás felosztas megszüntetés megszuntetes ablaktábla split pane
id: hapus pisah layar split pane
it: dividi riquadro split pane
ja: ぶんかつのかいじょ
ko: 화면 분할 해제 창 split pane
pl: podziel okienko split pane
pt: dividir painel split pane
ro: divizare panou split pane
th: ยกเลิก แบ่งหน้าจอ split pane
tr: böl bölme split pane
uk: розділити область split pane
vi: bỏ chia màn hình split pane
zh_hans: 拆分 取消 窗格 split pane
zh_hant: 分割 移除 取消 split pane

# Cmd_view_splitSync
source: Synchronize split pane scrolling
ar: مزامنة تمرير الأجزاء المقسّمة
cs: Synchronizovat posouvání rozdělených podoken
de: Bildlauf geteilter Fensterbereiche synchronisieren
el: Συγχρονισμός κύλισης διαιρεμένων τμημάτων
es: Sincronizar el desplazamiento de los paneles divididos
fa: همگام‌سازی پیمایش قاب‌های تقسیم‌شده
fr: Synchroniser le défilement des volets fractionnés
hu: Felosztott ablaktáblák görgetésének szinkronizálása
id: Sinkronkan gulir panel terpisah
it: Sincronizza lo scorrimento dei riquadri divisi
ja: 分割したペインのスクロールを同期
ko: 분할 창 스크롤 동기화
pl: Synchronizuj przewijanie podzielonych okienek
pt: Sincronizar a rolagem dos painéis divididos
ro: Sincronizare defilare panouri divizate
th: เลื่อนบานหน้าต่างที่แบ่งพร้อมกัน
tr: Bölme kaydırmasını eşitle
uk: Синхронізувати прокручування розділених областей
vi: Đồng bộ cuộn các ngăn chia
zh_hans: 同步拆分窗格滚动
zh_hant: 同步分割窗格的捲動

# CmdAlias_view_splitSync
source: split pane
ar: split pane تقسيم جزء
cs: rozdělit rozdelit podokno synchronizovat split pane
de: teilen fensterbereich split pane
el: διαίρεση τμήμα split pane
es: dividir panel split pane
fa: تقسیم قاب, split pane
fr: fractionner volet split pane
hu: felosztás felosztas szinkron görgetés gorgetes ablaktábla split pane
id: sinkron gulir pisah panel split pane
it: dividi riquadro sincronizza split pane
ja: ぶんかつしたぺいんのすくろーるをどうき
ko: 분할 창 스크롤 동기화 split pane
pl: podziel okienko synchronizuj split pane
pt: dividir painel sincronizar split pane
ro: divizare panou split pane
th: ซิงค์ เลื่อน แบ่งหน้าจอ split pane
tr: böl bölme split pane
uk: розділити область split pane
vi: đồng bộ cuộn chia ngăn split pane
zh_hans: 拆分 窗格 同步 滚动 split pane
zh_hant: 分割 窗格 同步 捲動 split pane

# Cmd_view_nextPane
source: Next pane
ar: الجزء التالي
cs: Další podokno
de: Nächster Fensterbereich
el: Επόμενο τμήμα
es: Panel siguiente
fa: قاب بعدی
fr: Volet suivant
hu: Következő ablaktábla
id: Panel berikutnya
it: Riquadro successivo
ja: 次のペインへ
ko: 다음 창
pl: Następne okienko
pt: Próximo painel
ro: Panoul următor
th: บานหน้าต่างถัดไป
tr: Sonraki bölme
uk: Наступна область
vi: Ngăn tiếp theo
zh_hans: 下一个窗格
zh_hant: 下一個窗格

# CmdAlias_view_nextPane
source: split pane
ar: split pane تقسيم جزء
cs: rozdělit rozdelit podokno split pane
de: teilen fensterbereich split pane
el: διαίρεση τμήμα split pane
es: dividir panel split pane
fa: تقسیم قاب, split pane
fr: fractionner volet split pane
hu: felosztás felosztas ablaktábla ablaktabla split pane
id: panel berikutnya pisah split pane
it: dividi riquadro split pane
ja: つぎのぺいんへ
ko: 다음 창 분할 split pane
pl: podziel okienko split pane
pt: dividir painel split pane
ro: divizare panou split pane
th: บานหน้าต่าง ถัดไป split pane
tr: böl bölme split pane
uk: розділити область split pane
vi: ngăn tiếp chia split pane
zh_hans: 窗格 下一个 拆分 split pane
zh_hant: 窗格 下一個 分割 split pane

# Cmd_view_newView
source: Open in new view
ar: فتح في عرض جديد
cs: Otevřít v novém zobrazení
de: In neuer Ansicht öffnen
el: Άνοιγμα σε νέα προβολή
es: Abrir en una vista nueva
fa: باز کردن در نمای جدید
fr: Ouvrir dans une nouvelle vue
hu: Megnyitás új nézetben
id: Buka di tampilan baru
it: Apri in una nuova vista
ja: 新しいビューで開く
ko: 새 보기에서 열기
pl: Otwórz w nowym widoku
pt: Abrir em nova exibição
ro: Deschidere în vizualizare nouă
th: เปิดในมุมมองใหม่
tr: Yeni görünümde aç
uk: Відкрити в новому поданні
vi: Mở trong cửa sổ xem mới
zh_hans: 在新视图中打开
zh_hant: 在新檢視中開啟

# CmdAlias_view_newView
source: view tab
ar: view tab عرض علامة تبويب
cs: zobrazení zobrazeni karta view tab
de: ansicht registerkarte view tab
el: προβολή καρτέλα view tab
es: vista pestaña view tab
fa: نما زبانه, view tab
fr: vue onglet view tab
hu: nézet nezet lap új uj view tab
id: tampilan baru tab view tab
it: vista scheda view tab
ja: あたらしいびゅーでひらく
ko: 새 보기 탭 view tab
pl: widok karta view tab
pt: exibição guia view tab
ro: vizualizare fila filă view tab
th: มุมมองใหม่ แท็บ view tab
tr: görünüm sekme view tab
uk: подання вкладка view tab
vi: cửa sổ xem mới tab view tab
zh_hans: 新视图 视图 选项卡 view tab
zh_hant: 新檢視 索引標籤 view tab

# Cmd_view_sideBySide
source: Show side by side
ar: إظهار جنبًا إلى جنب
cs: Zobrazit vedle sebe
de: Nebeneinander anzeigen
el: Εμφάνιση δίπλα-δίπλα
es: Mostrar en paralelo
fa: نمایش کنار هم
fr: Afficher côte à côte
hu: Megjelenítés egymás mellett
id: Tampilkan berdampingan
it: Mostra affiancati
ja: 並べて表示
ko: 나란히 표시
pl: Pokaż obok siebie
pt: Mostrar lado a lado
ro: Afișare alăturată
th: แสดงเคียงข้างกัน
tr: Yan yana göster
uk: Показати поруч
vi: Hiện cạnh nhau
zh_hans: 并排显示
zh_hant: 並排顯示

# CmdAlias_view_sideBySide
source: compare sync
ar: compare sync مقارنة مزامنة
cs: porovnat synchronizovat compare sync
de: vergleichen synchronisieren compare sync
el: σύγκριση συγχρονισμός compare sync
es: comparar sincronizar compare sync
fa: مقایسه همگام, compare sync
fr: comparer synchroniser compare sync
hu: egymás mellett osszehasonlitas összehasonlítás szinkron compare sync
id: berdampingan bandingkan sinkron compare sync
it: confronta sincronizza compare sync
ja: ならべてひょうじ
ko: 나란히 비교 동기화 compare sync
pl: porównaj synchronizuj compare sync
pt: comparar sincronizar compare sync
ro: comparare sincronizare compare sync
th: เคียงข้าง เปรียบเทียบ ซิงค์ compare sync
tr: karşılaştır eşitle compare sync
uk: порівняти синхронізація compare sync
vi: cạnh nhau so sánh đồng bộ compare sync
zh_hans: 并排 比较 同步 compare sync
zh_hant: 並排 比較 同步 compare sync

# Cmd_view_syncOff
source: Synchronized scrolling: Off
ar: التمرير المتزامن: إيقاف
cs: Synchronizované posouvání: vypnuto
de: Synchroner Bildlauf: Aus
el: Συγχρονισμένη κύλιση: Ανενεργή
es: Desplazamiento sincronizado: desactivado
fa: پیمایش همگام: خاموش
fr: Défilement synchronisé : désactivé
hu: Szinkronizált görgetés: ki
id: Gulir sinkron: Nonaktif
it: Scorrimento sincronizzato: disattivato
ja: 同期スクロール: オフ
ko: 동기 스크롤: 끄기
pl: Synchronizowane przewijanie: wyłączone
pt: Rolagem sincronizada: desativada
ro: Defilare sincronizată: dezactivată
th: การเลื่อนพร้อมกัน: ปิด
tr: Eşitlenmiş kaydırma: Kapalı
uk: Синхронне прокручування: вимк.
vi: Cuộn đồng bộ: Tắt
zh_hans: 同步滚动：关
zh_hant: 同步捲動：關閉

# CmdAlias_view_syncOff
source: sync
ar: sync مزامنة
cs: synchronizace sync
de: synchron sync
el: συγχρονισμός sync
es: sincronizar sync
fa: همگام, sync
fr: synchro sync
hu: szinkron görgetés gorgetes sync
id: sinkron nonaktif sync
it: sincronizza sync
ja: どうきすくろーる おふ
ko: 동기 스크롤 끄기 sync
pl: synchronizuj sync
pt: sincronizar sync
ro: sincronizare sync
th: ซิงค์ ปิด sync
tr: eşitle sync
uk: синхронізація sync
vi: đồng bộ tắt sync
zh_hans: 同步滚动 关闭 sync
zh_hant: 同步捲動 關閉 sync

# Cmd_view_syncSameOffset
source: Synchronized scrolling: Same offset
ar: التمرير المتزامن: نفس الإزاحة
cs: Synchronizované posouvání: stejný posun
de: Synchroner Bildlauf: Gleicher Offset
el: Συγχρονισμένη κύλιση: Ίδια μετατόπιση
es: Desplazamiento sincronizado: mismo desplazamiento
fa: پیمایش همگام: آفست یکسان
fr: Défilement synchronisé : même décalage
hu: Szinkronizált görgetés: azonos eltolás
id: Gulir sinkron: Offset sama
it: Scorrimento sincronizzato: stesso offset
ja: 同期スクロール: 同じオフセット
ko: 동기 스크롤: 같은 오프셋
pl: Synchronizowane przewijanie: to samo przesunięcie
pt: Rolagem sincronizada: mesmo deslocamento
ro: Defilare sincronizată: același deplasament
th: การเลื่อนพร้อมกัน: ออฟเซ็ตเดียวกัน
tr: Eşitlenmiş kaydırma: Aynı ofset
uk: Синхронне прокручування: те саме зміщення
vi: Cuộn đồng bộ: Cùng độ lệch
zh_hans: 同步滚动：相同偏移量
zh_hant: 同步捲動：相同位移

# CmdAlias_view_syncSameOffset
source: sync
ar: sync مزامنة
cs: synchronizace sync
de: synchron sync
el: συγχρονισμός sync
es: sincronizar sync
fa: همگام, sync
fr: synchro sync
hu: szinkron görgetés gorgetes eltolás eltolas sync
id: sinkron offset sama sync
it: sincronizza offset sync
ja: どうきすくろーる おなじおふせっと
ko: 동기 스크롤 같은 오프셋 sync
pl: synchronizuj przesunięcie sync
pt: sincronizar deslocamento sync
ro: sincronizare sync
th: ซิงค์ ออฟเซ็ตเดียวกัน sync
tr: eşitle sync
uk: синхронізація sync
vi: đồng bộ cùng độ lệch sync
zh_hans: 同步滚动 相同偏移量 sync
zh_hant: 同步捲動 相同位移 sync

# Cmd_view_syncKeepDifference
source: Synchronized scrolling: Keep the difference
ar: التمرير المتزامن: الحفاظ على الفرق
cs: Synchronizované posouvání: zachovat rozdíl
de: Synchroner Bildlauf: Abstand beibehalten
el: Συγχρονισμένη κύλιση: Διατήρηση της διαφοράς
es: Desplazamiento sincronizado: mantener la diferencia
fa: پیمایش همگام: حفظ اختلاف
fr: Défilement synchronisé : conserver l'écart
hu: Szinkronizált görgetés: különbség megtartása
id: Gulir sinkron: Pertahankan selisih
it: Scorrimento sincronizzato: mantieni la differenza
ja: 同期スクロール: 位置の差を保つ
ko: 동기 스크롤: 위치 차이 유지
pl: Synchronizowane przewijanie: zachowaj różnicę
pt: Rolagem sincronizada: manter a diferença
ro: Defilare sincronizată: păstrare diferență
th: การเลื่อนพร้อมกัน: คงระยะห่าง
tr: Eşitlenmiş kaydırma: Farkı koru
uk: Синхронне прокручування: зберігати різницю
vi: Cuộn đồng bộ: Giữ khoảng cách
zh_hans: 同步滚动：保持差值
zh_hant: 同步捲動：保持差距

# CmdAlias_view_syncKeepDifference
source: sync
ar: sync مزامنة
cs: synchronizace sync
de: synchron sync
el: συγχρονισμός sync
es: sincronizar sync
fa: همگام, sync
fr: synchro sync
hu: szinkron görgetés gorgetes különbség kulonbseg sync
id: sinkron selisih sync
it: sincronizza differenza sync
ja: どうきすくろーる いちのさをたもつ
ko: 동기 스크롤 차이 유지 sync
pl: synchronizuj różnica sync
pt: sincronizar diferença sync
ro: sincronizare sync
th: ซิงค์ คงระยะห่าง sync
tr: eşitle sync
uk: синхронізація sync
vi: đồng bộ giữ khoảng cách sync
zh_hans: 同步滚动 保持差值 sync
zh_hant: 同步捲動 差距 sync

# Cmd_view_syncToggle
source: Toggle synchronized scrolling
ar: تبديل التمرير المتزامن
cs: Přepnout synchronizované posouvání
de: Synchronen Bildlauf ein/aus
el: Εναλλαγή συγχρονισμένης κύλισης
es: Alternar desplazamiento sincronizado
fa: روشن/خاموش کردن پیمایش همگام
fr: Activer/désactiver le défilement synchronisé
hu: Szinkronizált görgetés be/ki
id: Alihkan gulir sinkron
it: Attiva/disattiva scorrimento sincronizzato
ja: 同期スクロールの切り替え
ko: 동기 스크롤 전환
pl: Włącz/wyłącz synchronizowane przewijanie
pt: Ativar/desativar rolagem sincronizada
ro: Comutare defilare sincronizată
th: สลับการเลื่อนพร้อมกัน
tr: Eşitlenmiş kaydırmayı aç/kapat
uk: Перемкнути синхронне прокручування
vi: Bật/tắt cuộn đồng bộ
zh_hans: 切换同步滚动
zh_hant: 切換同步捲動

# CmdAlias_view_syncToggle
source: sync
ar: sync مزامنة
cs: synchronizace sync
de: synchron sync
el: συγχρονισμός sync
es: sincronizar sync
fa: همگام, sync
fr: synchro sync
hu: szinkron görgetés gorgetes sync
id: sinkron gulir sync
it: sincronizza scorrimento sync
ja: どうきすくろーるのきりかえ
ko: 동기 스크롤 전환 sync
pl: synchronizuj przewijanie sync
pt: sincronizar rolagem sync
ro: sincronizare sync
th: ซิงค์ สลับ sync
tr: eşitle sync
uk: синхронізація sync
vi: đồng bộ cuộn sync
zh_hans: 同步滚动 切换 sync
zh_hant: 同步捲動 切換 sync

# Cmd_view_syncDifferences
source: Highlight differences
ar: تمييز الاختلافات
cs: Zvýraznit rozdíly
de: Unterschiede hervorheben
el: Επισήμανση διαφορών
es: Resaltar diferencias
fa: برجسته کردن تفاوت‌ها
fr: Mettre en évidence les différences
hu: Eltérések kiemelése
id: Sorot perbedaan
it: Evidenzia differenze
ja: 違いを強調
ko: 차이 강조
pl: Wyróżnij różnice
pt: Realçar diferenças
ro: Evidențiere diferențe
th: เน้นความแตกต่าง
tr: Farkları vurgula
uk: Виділяти відмінності
vi: Tô sáng khác biệt
zh_hans: 突出显示差异
zh_hant: 醒目提示差異

# CmdAlias_view_syncDifferences
source: sync compare
ar: sync compare مزامنة مقارنة
cs: synchronizace porovnat rozdíly rozdily sync compare
de: synchron vergleichen sync compare
el: συγχρονισμός σύγκριση sync compare
es: sincronizar comparar sync compare
fa: همگام مقایسه, sync compare
fr: synchro comparer sync compare
hu: szinkron eltérés elteres összehasonlítás osszehasonlitas sync compare
id: perbedaan sinkron bandingkan sync compare
it: sincronizza confronta differenze sync compare
ja: ちがいをきょうちょう
ko: 차이 강조 비교 동기화 sync compare
pl: synchronizuj porównaj różnice sync compare
pt: sincronizar comparar diferenças sync compare
ro: sincronizare comparare sync compare
th: ความแตกต่าง ซิงค์ เปรียบเทียบ sync compare
tr: eşitle karşılaştır sync compare
uk: синхронізація порівняти sync compare
vi: khác biệt đồng bộ so sánh sync compare
zh_hans: 差异 突出显示 同步 比较 sync compare
zh_hant: 差異 醒目提示 比較 同步 sync compare
